name: "IQL_depth_90_160"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "proprioceptive"
    data_type: TYPE_FP32
    dims: [ -1, 5 ]
  },
  {
    name: "image"
    data_type: TYPE_FP32
    dims: [ -1, 1, 90, 160 ]
  }
]
output [
  {
    name: "action"
    data_type: TYPE_FP32
    dims: [ -1, 2 ]
  }
]
